* Guide
- http://www.philender.com/courses/multivariate/notes/matoctave.html
Basic matrix operation

* Matrix
** Transpose
#+begin_src octave
m = [1  2; 3 4]';
ans = m
#+end_src

#+RESULTS:
| 1 | 3 |
| 2 | 4 |


